/* No comment provided by engineer. */
"Add" = "Bæta við";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* Button title to choose an Address Book card for a contact */
"Choose Address Book Card" = "Velja úr Address Book";

/* No comment provided by engineer. */
"Choose Card" = "Velja tengilið";

/* No comment provided by engineer. */
"Close" = "Loka";

/* No comment provided by engineer. */
"Continue" = "Áfram";

/* No comment provided by engineer. */
"Delete" = "Eyða";

/* Verb 'edit' on a button */
"Edit" = "Breyta";

/* 'Get Info' on a button; when pressed, the information for a specified contact will be displayed */
"Get Info" = "Sækja upplýsingar";


/* No comment provided by engineer. */
"Invite" = "Bjóða";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Skilaboð";

/* Verb 'OK' on a button */
"OK" = "OK";

/* Button on the away reminder notification which sets every account back to available */
"Return" = "Return";

/* No comment provided by engineer. */
"Send" = "Senda";